[{"id":"1","title":"Minecraft Pattern Texture Pack","rating":"0","publisher":"Microsoft Studios","platform":"Xbox 360","available":"0","description":"Decorate your world with this bright and colorful texture pack filled with beautiful patterns and knitted animals!","photo":"http:\/\/download.xbox.com\/content\/images\/ff8f808d-cf51-4740-8d26-2a8c08fdeee2\/1033\/boxartlg.jpg"}, {"id":"2","title":"James Bond 007: Blood Stone","rating":"0","publisher":"Activision","platform":"Xbox 360, Microsoft Windows, Nintendo DS, PlayStation 3","available":"1","description":"After being rumored for a very long while, Activision has finally made it official: Bizarre Creations has been hard at work on James Bond: Blood Stone, an original Bond videogame that will mix third-person shooting with vehicular action on both land and sea.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/3\/36\/Blood_Stone_cover.jpg\/256px-Blood_Stone_cover.jpg"}, {"id":"3","title":"007 Legends","rating":"4","publisher":"Activision","platform":"PlayStation 3, Xbox 360, Microsoft Windows, Wii U","available":"1","description":"007 Legends is a first-person shooter video game featuring the character of British secret agent James Bond.[3] It is developed by Eurocom and released in October 2012 for PlayStation 3 and Xbox 360,[2] November 2012 for Microsoft Windows[2] and December 2012 for Wii U.[2] The game is available as physical optical disc media, as well as a digital release download via PlayStation Network and Xbox Live Marketplace on date of release. Like other Activision-published games, it had yet to appear as a digital download on the Nintendo eShop, although this is moot in this game's case as it was removed off all other digital stores without warning.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/5\/58\/007Legends.jpg"}, {"id":"4","title":"Forza Motorsport 5","rating":"5","publisher":"Microsoft Studios","platform":"Xbox One","available":"0","description":"Forza Motorsport 5 is a racing video game developed by Turn 10 Studios and published by Microsoft Studios for the Xbox One. The game was released on November 22, 2013 as a launch title. The game was revealed on May 21, 2013 during the Xbox One reveal event. It features Jeremy Clarkson, James May, and Richard Hammond from Top Gear for the game's commentary when choosing a new event, championship, or league. It is the fifth installment in the Forza Motorsport series.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/d\/d7\/Forza_5_box_art.jpg"}, {"id":"5","title":"11eyes: Tsumi to Batsu to Aganai no Shōjo","rating":"0","publisher":"5pb.","platform":"PC, Xbox 360, PSP","available":"0","description":"11eyes: Tsumi to Batsu to Aganai no Shōjo (11eyes -罪と罰と贖いの少女-?, lit. 11eyes: Sin, Damnation, and the Atonement Girl), known simply as 11eyes in its anime adaptation, is an adult visual novel developed and published by Lass first released on April 25, 2008 for a Microsoft Windows PC as a DVD; 11 eyes is Lass' fourth game. A port playable on the Xbox 360 entitled 11eyes CrossOver was released on April 2, 2009 published by 5pb..[1] A manga adaptation illustrated by Naoto Ayano began serialization in the October 2009 issue of Kadokawa Shoten's Comp Ace magazine. An anime adaptation produced by Dogakobo and directed by Masami Shimoda began airing in Japan on October 7, 2009. A fan disc for Windows entitled 11eyes -Resona Forma- was planned for release at Fall 2010. The anime has been licensed in North America by Sentai Filmworks; distributor Section23 Films announced that it would release the complete box set on January 11, 2011.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/f\/f7\/11eyes_original_visual_novel_cover.jpg\/230px-11eyes_original_visual_novel_cover.jpg"}, {"id":"6","title":"2014 FIFA World Cup Brazil","rating":"0","publisher":"EA Sports","platform":"PlayStation 3, Xbox 360","available":"1","description":"014 FIFA World Cup Brazil is the official video game for the 2014 FIFA World Cup, published by EA Sports for the PlayStation 3 and Xbox 360.[1] It was released on April 15, 2014 in North America, April 17 in Europe and Australia, and April 24 in Brazil and Japan, as was the case with the 2010 edition.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/f\/f2\/2014_FIFA_World_Cup_Brazil_game.jpg\/200px-2014_FIFA_World_Cup_Brazil_game.jpg"}, {"id":"7","title":"50 Cent: Blood on the Sand","rating":"3","publisher":"Vivendi Games","platform":"PlayStation 3, Xbox 360","available":"0","description":"50 Cent: Blood on the Sand is a third-person shooter video game developed by Swordfish Studios and published by THQ for the PlayStation 3 and Xbox 360. The game was released on February 20, 2009, in Europe and February 24, 2009, in North America and serves as the sequel to 50 Cent: Bulletproof.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/1\/14\/50_Cent_Blood_on_the_Sand.jpg"}, {"id":"8","title":"007: Quantum of Solace","rating":"4","publisher":"Activision","platform":"Microsoft Windows, Nintendo DS, PlayStation 2, PlayStation 3, Wii, Xbox 360","available":"1","description":"007: Quantum of Solace is a first-person shooter (third-person shooter for PlayStation 2 and DS) video game based on the films Casino Royale and Quantum of Solace. The game was released for Microsoft Windows, Nintendo DS, PlayStation 2, PlayStation 3, Wii and Xbox 360. The game was released on October 31, 2008 in Europe,[2] November 4, 2008 in North America,[2] November 19, 2008 in Australia[2] and March 26, 2009 in Japan.[2] The game's release coincided with the release of Quantum of Solace.[3] The game is the first James Bond title published by Activision; the company acquired the video game licence to the James Bond franchise in 2006.[4] The game was released on multiple platforms and was developed by four different companies: Treyarch, Beenox, Vicarious Visions and Eurocom. It is powered by the Call of Duty 4 game engine.[5] It is also the first James Bond video game to be released on a seventh generation console as well as the first to feature Daniel Craig's voice and likeness, as well as those of Eva Green, Judi Dench, Mads Mikkelsen, Olga Kurylenko and Mathieu Amalric.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/a\/ab\/Quantum_of_Solace_Cover_Art.PNG\/256px-Quantum_of_Solace_Cover_Art.PNG"}, {"id":"9","title":"Call of Duty: Ghosts","rating":"5","publisher":"Activision","platform":"Microsoft Windows, PlayStation 3, PlayStation 4, Wii U, Xbox 360, Xbox One","available":"0","description":"Call of Duty: Ghosts is a 2013 first-person shooter video game developed by Infinity Ward, with assistance from Raven Software, Neversoft and Certain Affinity. Published by Activision, it is the tenth primary installment in the Call of Duty series and the sixth developed by Infinity Ward. The video game was released for Microsoft Windows, PlayStation 3, Xbox 360, and Wii U on November 5, 2013, with Treyarch handling the port for the Wii U. The game was released with the launch of next-generation consoles PlayStation 4 and Xbox One.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/9\/9c\/Call_of_duty_ghosts_box_art.jpg"}, {"id":"10","title":"Caladrius","rating":"3","publisher":"MOSS","platform":"Xbox 360, Arcade, PlayStation 3","available":"0","description":"Caladrius (カラドリウス?) is a scrolling shooter, developed and published by MOSS, which was released in April 25, 2013 for the Xbox 360.[1] After its console debut, Caladrius was ported to Arcades under the name Caladrius AC, adding extra game modes and supporting Sega's ALL.Net system.[2] In late 2013, it was announced that along with Raiden IV, Caladrius was being ported to the PlayStation 3 under the name Caladrius Blaze. This version also added extra characters, stages, and gameplay modes.[3] It was released on August 28, 2014.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/0\/07\/Caladrius_Blaze.jpg\/220px-Caladrius_Blaze.jpg"}, {"id":"11","title":"Age of Empires II: The Forgotten","rating":"4","publisher":"Microsoft Studios","platform":"Microsoft Windows","available":"1","description":"Age of Empires II: The Forgotten (abbreviated to AoF) is the second expansion pack to the 1999 real-time strategy game Age of Empires II: The Age of Kings, and the first new expansion to the game in over a decade.[2] Exclusive to the HD Edition of the game available on Steam, The Forgotten originated as an unofficial modification for the game known as Forgotten Empires. The expansion pack was developed by the team that created the mod with the assistance of Skybox Labs,[3] based in Vancouver. The Forgotten introduces five new civilizations (the Italians, Indians, Slavs, Magyars, and Incas), seven new campaigns, new units, new technologies, new gameplay modes, new maps, improved AI and other tweaks to gameplay.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/8\/89\/Age_of_Empires_II_-_The_Forgotten_logo.png\/250px-Age_of_Empires_II_-_The_Forgotten_logo.png"}, {"id":"12","title":"Call of Juarez: Gunslinger","rating":"3","publisher":"Ubisoft","platform":"PlayStation 3, Microsoft Windows, Xbox 360","available":"0","description":"Call of Juarez: Gunslinger is a Western-themed first-person shooter video game, the fourth in the Call of Juarez series. Announced at PAX 2012, it was released on May 22, 2013, via PlayStation Network, Steam and Xbox Live Arcade. Unlike its predecessor, Call of Juarez: The Cartel, Call of Juarez: Gunslinger returns to the traditional Old West setting and features three unique game modes (story, arcade and duel) while the setting is the life story of a bounty hunter named Silas Greaves.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/4\/45\/CallofJuarez-cover.jpg\/256px-CallofJuarez-cover.jpg"}, {"id":"13","title":"FIFA Manager 14","rating":"3","publisher":"EA Sports","platform":"Microsoft Windows","available":"0","description":"FIFA Manager 14 (Fußball Manager 14 in German) is a football management video game developed by Bright Future GmbH, published by Electronic Arts worldwide under the EA Sports label and released on Windows XP, Windows Vista, Windows 7 and Windows 8 in October 2013. The game was mentioned in an EA press release on 8 May by EA Labels president Frank Gibeau and later fully confirmed on the German EA Facebook page on 19 July. A statement regarding the game was finally released on 31 July. The game was released on 24 October 2013 in Germany and a day later in the UK. It is the last instalment of the FIFA Manager series as it was announced no further editions after FIFA Manager 14 would be released.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/8\/8a\/FIFA_Manager_14_Cover.jpg"}, {"id":"14","title":"Frozen: Olaf's Quest","rating":"5","publisher":"GameMill Entertainment","platform":"Nintendo 3DS, Nintendo DS","available":"0","description":"Frozen: Olaf's Quest is a platform game based on characters featured from Walt Disney Animation Studios' animated film, Frozen. The game was developed by 1st Playable Productions for the Nintendo 3DS and Nintendo DS. The game features Josh Gad as Olaf as its main character. Reviews were largely mixed.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/3\/3f\/Frozenolafquest.jpg\/220px-Frozenolafquest.jpg"}, {"id":"15","title":"The Cave","rating":"3","publisher":"Sega","platform":"PlayStation Network, Nintendo eShop, Xbox Live Arcade","available":"1","description":"The Cave is a puzzle-platform\/adventure video game developed by Double Fine Productions and published by Sega in January 2013[3] on the PlayStation Network, Nintendo eShop and Xbox Live Arcade[4] storefronts via the PlayStation 3, Wii U and Xbox 360 consoles and on Steam for Microsoft Windows, OS X and Linux. It was later released on October 3, 2013 on iOS devices, and on December 2, 2013 on the Ouya.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/4\/49\/The_cave_video_game_cover.png"}, {"id":"16","title":"Deadfall Adventures","rating":"2","publisher":"Nordic Games GmbH","platform":"Microsoft Windows, Xbox 360, Linux,\r\nPlayStation 3","available":"1","description":"Deadfall Adventures is an action-adventure video game developed by The Farm 51 and published by Nordic Games. Deadfall: Adventures was released on November 15, 2013 for Windows and Xbox 360. The game is set in the universe of the Allan Quatermain series, created by H. Rider Haggard.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/c\/c0\/Deadfall-adventures_PC_box_art.jpg\/240px-Deadfall-adventures_PC_box_art.jpg"}, {"id":"17","title":"Disorder 6","rating":"5","publisher":"5pb.","platform":"PlayStation 3, Xbox 360","available":"1","description":"Disorder 6 (ディスオーダー 6 Disuōdā 6?) is a suspense visual novel developed and published by 5pb. for the PlayStation 3 and Xbox 360. The game is a sequel to Dunamis 15 in Suspense-fiction Adventure series, and it was released in Japan on August 22, 2013, featuring six chapters and 8 endings.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/6\/68\/Disorder_6_Boxart.png"}, {"id":"18","title":"Date A Live","rating":"0","publisher":"Compile Heart","platform":"PlayStation 3","available":"1","description":"Date A Live (Japanese: デート・ア・ライブ Hepburn: Dēto A Raibu?) is a Japanese light novel series written by Kōshi Tachibana and illustrated by Tsunako. An anime adaptation series aired on TV from April 6 to June 22, 2013. Each episode was streamed in lower quality on Niconico a week before its TV premiere. Following the end of the first season, a second season was announced, titled Date A Live II, which began airing from April 11 to June 13, 2014. A theatrical film adaptation has been announced.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/e\/e3\/Date_A_Live_Volume_1.jpg\/230px-Date_A_Live_Volume_1.jpg"}, {"id":"19","title":"Armored Core: Verdict Day","rating":"4","publisher":"Namco Bandai","platform":"PlayStation 3, Xbox 360","available":"1","description":"Armored Core: Verdict Day (アーマード・コア ヴァーディクトデイ Āmādo Koa Vādikuto Dei?) is a Japanese mech action game for PlayStation 3 and Xbox 360. It is the 15th installment of From Software's Armored Core series.[2] The game was released worldwide in September 2013.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/7\/74\/Armored_Core_Verdict_Day_cover.jpg\/250px-Armored_Core_Verdict_Day_cover.jpg"}, {"id":"20","title":"Cities in Motion 2","rating":"5","publisher":"Paradox Interactive","platform":"Windows, OS X, Linux","available":"0","description":"Cities in Motion 2 is a 2013 business simulation game that was developed by Colossal Order and published by Paradox Interactive and is the sequel to the popular mass transit simulation game Cities in Motion.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/1\/16\/Cities_in_Motion_2_Coverart.jpg\/250px-Cities_in_Motion_2_Coverart.jpg"}, {"id":"21","title":"Flappy Bird","rating":"5","publisher":".GEARS Studios","platform":"iOS, Android","available":"1","description":"Flappy Bird is a 2013 mobile game, developed by Vietnam-based developer Nguyễn Hà Đông[4][5] (Dong Nguyen) and published by .GEARS Studios, a small, independent game developer also based in Vietnam.[6] The game is a side-scroller where the player controls a bird, attempting to fly between rows of green pipes without coming into contact with them. The developer created the game over several days, using a bird protagonist which he had designed for a cancelled game in 2012.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/0\/0a\/Flappy_Bird_icon.png"}, {"id":"22","title":"Castle of Illusion Starring Mickey Mouse","rating":"2","publisher":"Disney Interactive Studios","platform":"PlayStation 3, Xbox 360, Microsoft Windows","available":"1","description":"Castle of Illusion Starring Mickey Mouse is a 2.5D platform game developed by Sega Studios Australia and published by Sega. The game is a remake of the original 1990 Sega Genesis video game of the same name, which was the first title in the Illusion series of Mickey Mouse video games. The game was released on PlayStation Network on September 3, 2013, and on Xbox Live Arcade and Microsoft Windows the following day.[3] It was released for Mac OS X by Feral Interactive on July 24, 2014.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/e\/e1\/Castleofillusionremake.jpg\/250px-Castleofillusionremake.jpg"}, {"id":"23","title":"Angry Birds Go!","rating":"5","publisher":"Rovio Entertainment","platform":"iOS, Android, Windows Phone, Blackberry 10","available":"1","description":"Angry Birds Go! is a kart racing game and the eighth game in the Angry Birds video game series. The game was co-developed by Rovio Entertainment and Exient Entertainment, sponsored by Red Bull's mobile games and was released on December 11, 2013. The game is compatible with Hasbro Telepods that will allow the player to summon a specific kart. The game's tracks are located on the 3D-rendered Piggy Island. The game also features upgradeable karts and unique powers for each character.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/a\/a3\/Angry_birds_go_icon.png"}, {"id":"24","title":"Batman: Arkham Origins Blackgate","rating":"5","publisher":"Warner Bros. Interactive Entertainment","platform":"PlayStation 3, Wii U, Microsoft Windows, Xbox 360","available":"1","description":"Batman: Arkham Origins Blackgate is a 2013 2.5D video game developed by Armature Studio and released by Warner Bros. Interactive Entertainment for the Nintendo 3DS and PlayStation Vita handheld game consoles. Based on the DC Comics superhero Batman, it is a companion to the 2013 video game Batman: Arkham Origins, and is a part of the Batman: Arkham series. It was released worldwide on October 25, 2013, with the Nintendo 3DS version releasing in Europe on November 8, 2013. The game was released in Japan on December 5, 2013, same date as Arkham Origins for home consoles, exclusively for the PlayStation Vita.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/5\/51\/Batman_Arkham_Origins_Blackgate_cover.jpg"}, {"id":"25","title":"Command: Modern Air Naval Operations","rating":"4","publisher":"Matrix Games","platform":"Windows","available":"0","description":"Command: Modern Air Naval Operations (C:MANO) is a wargaming simulation video game developed by Warfare Sims. Drawing on a history of similar titles, notably the Harpoon series, Command was developed under the project name of Red Pill, until it was released on 24 September 2013 with its current title.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/b\/bf\/Command%2C_Modern_Air_Naval_Operations_cover.jpg"}, {"id":"26","title":"Company of Heroes 2","rating":"3","publisher":"Sega","platform":"Microsoft Windows, Linux","available":"0","description":"Company of Heroes 2 is a real-time strategy video game developed by Relic Entertainment and published by Sega for the Microsoft Windows platform.[5] It is the sequel to the critically acclaimed 2006 game Company of Heroes.","photo":"http:\/\/upload.wikimedia.org\/wikipedia\/en\/thumb\/2\/2b\/Company_of_Heroes_2_cover.jpeg\/256px-Company_of_Heroes_2_cover.jpeg"}]
